Repository: visualmerc/Bravovets
Catalog: ProfSite/Resources/Resource.*.resx
Languages: fr

# BravectoCompliance
source: Compliance
fr: Observance

# BravectoHome
source: Home
fr: Accueil

# BravectoNewBusiness
source: New Business
fr: Développement de l’activité

# BusinessName
source: Practice Name
fr: Nom de la clinique

source: City
fr: Ville

source: Country
fr: Pays

# Email
source: Email Address
fr: Adresse email

source: Facility Name
fr: Nom de la Clinique

source: Fax Number
fr: Numéro de Fax

source: First Name
fr: Prénom

source: Germany
fr: Allemagne

source: Italy
fr: Italie

source: LastName
fr: Nom de famille

source: Link
fr: Lien

source: Linked
fr: Relié

source: Linked Accounts
fr: Comptes liés

# LinkedAccountText
source: Get the most out of BravoVats. Learn about setting up linked accounts
fr: Optimisez l'utilisation de Bravovets. Découvrir la configuration des comptes liés

# ManagePracticeLoc
source: Manage practice locations with BravoVets. Statement about the benefits here.
fr: Gérer les sites de vos cliniques avec BravoVets. En savoir plus sur les bénéfices ici

source: Netherlands
fr: Pays Bas

source: Personal Info
fr: Info personnelles

source: Phone Number
fr: Numéro de téléphone

source: Postal Code
fr: Code postal

source: Practice Locations
fr: Localisation de la clinique

# SelectCountryButton
source: Continue
fr: Continuer

# SelectCountryInfo
source: The Bravecto site is a customized experience for your country. Choose from the list below.
fr: le site Bravecto est adapté à votre pays. Selectionner le dans la liste suivante.

source: Spain
fr: Espagne

# StateProvince
source: State / Province / Region
fr: Région

source: Street Address 1
fr: Adresse

source: Street Address 2
fr: Complément d'adresse

# UnitedKingdom
source: EU (English Language)
fr: Royaume-Uni

source: United States
fr: Etats-Unis

source: Unlink
fr: Supprimer le lien

source: Unlinked
fr: Lien supprimé

source: Cancel
fr: Annuler

source: Submit
fr: Soumettre

source: Primary Phone Number
fr: Numéro de téléphone principal

source: Secondary Phone Number
fr: Numéro de téléphone secondaire

source: Complete Profile
fr: Complétez votre profil

source: Edit Profile
fr: Editer votre profil

source: Enter Practice Name
fr: Saisir le nom de la clinique

source: Link Your Facebook Account
fr: Lier votre compte Facebook

source: Link Your Twitter Account
fr: Lier votre compte Twitter

source: Unlink Your Facebook Account
fr: Supprimer le lien de votre compte Facebook

source: Unlink Your Twitter Account
fr: Supprimer le lien de votre compte Twitter

# ConfirmDelete
source: Are you certain you would like to delete?
fr: Etes-vous sûr de vouloir effacer?

source: Get Started
fr: Commençons!

source: Link Social Accounts
fr: Lier vos comptes réseaux sociaux

source: Save And Continue
fr: Sauvegarder et continuer

source: Value is required
fr: Champ obligatoire

source: Value is too long
fr: Valeur trop longue

# BravoVets_Dashboard_AdditionalContent
source: Additional Resources
fr: Ressources complémentaires

# BravoVets_Dashboard_FacebookActivity
source: Facebook Activity
fr: Activité Facebook

# BravoVets_Dashboard_SocialActivity
source: Social Activity
fr: Activité sur les réseaux sociaux

# BravoVets_Dashboard_TwitterActivity
source: Twitter Activity
fr: Activité Twitter

# BravoVets_ResourceTopicItem_MarkAsFavorite
source: Mark as Favorite
fr: Marquer comme favori

# BravoVets_ResourceTopicItem_ReadMore
source: Read More
fr: En savoir plus

# BravoVets_ResourceTopicItem_RemoveAsFavorite
source: Remove as Favorite
fr: Supprimer des favoris

# BravoVets_ResourceTopicsItems_BravectoResources
source: Bravecto Resources
fr: Ressources Bravecto

# BravoVets_ResourceTopicsItems_LoadMore
source: Load More
fr: Charger plus

# BravoVets_ResourceTopics_AdditionalContent
source: Additional Resources
fr: Ressources complémentaires

# BravoVets_ResourceTopics_All
source: FEED
fr: Actualités

# BravoVets_ResourceTopics_Favorites
source: Favorites
fr: Favoris

# BravoVets_ResourceTopics_SortBy
source: Sort By
fr: Classer par

# BravoVets_ResourceTopics_Topic
source: Topic
fr: Sujet

# BravoVets_ResourceTopics_View
source: View
fr: Voir

# BravoVets_ResourceTopics_Views
source: Views
fr: Vues

# BravoVets_ResourceTopicsItems_NoMoreItems
source: You have no {0} items
fr: Vous avez (0) sujets

# BravoVets_SocialTips_LoadMore
source: Load More
fr: Charger plus

# BravoVets_SocialTips_NoMoreItems
source: You have no {0} items
fr: Vous avez (0) sujets

# BravoVetsWidget_SocialActivityWidget_SocialActivity
source: Social Activity
fr: Activité sur les réseaux sociaux

# BravoVetsWidget_SocialActivityWidget_SocialPropertyNotifications
source: Social Property Notifications
fr: Notifications

# BravoVetsWidget_SocialActivityWidget_ViewAll
source: View All
fr: Voir tout

# BravoVets_SelectCountry_Continue
source: Continue
fr: Continuer

# BravoVets_SelectCountry_Customize
source: In order for us to customize your website experience, please supply your country of origin.
fr: Afin de personnaliser votre experience sur notre site, merci de nous indiquer votre pays d’origine.

# BravoVets_SelectCountry_DropDown
source: Select Country
fr: Sélectionnez votre pays

# BravoVets_SelectCountry_Pinnacle
source: As the pinnacle of veterinary pharmaceutical innovation, we’re the perfect partner to help you grow your business. Together let’s explore new resources for your practice, build better communication with pet owners and, ideally, make them loyal customers for the lives of their pets—and beyond.
fr: MSD Santé Animale vous apporte des innovations pharmaceutiques, et est votre partenaire pour développer votre pratique. Ensemble, nous allons explorer de nouvelles ressources pour votre clinique, construire une communication digitale avec les propriétaires d'animaux et, idéalement, en faire des clients fidèles pendant toute la vie de leur animal et bien au delà.

# BravoVets_SelectCountry_Platform
source: This is a platform for professional use by veterinarians. Sign in and take your first step towards doing something very important for the growth of your practice.
fr: Ce site est une plateforme professionnelle utilisée par les vétérinaires. Enregistrez-vous et découvrez comment développer votre communication.

# BravoVets_SelectCountry_SelectCountry
source: Please Select Your Country and Sign In
fr: Sélectionnez votre pays et enregistrez-vous

# BravoVets_SelectCountry_Welcome
source: Welcome!
fr: Bienvenue!

# BravoVets_SocialTips_AdditionalContent
source: Additional Resources
fr: Ressources complémentaires

# BravoVets_SocialTips_All
source: FEED
fr: Actualités

# BravoVets_SocialTips_Favorites
source: Favorites
fr: Favoris

# BravoVets_SocialTips_SocialTips
source: Social Tips
fr: Conseils pour les réseaux sociaux

# BravoVets_SocialTips_SortBy
source: SortBy
fr: Classer par

# BravoVets_SocialTips_Topic
source: Topic
fr: Sujet

# BravoVets_SocialTips_View
source: View
fr: Voir

# BravoVets_SocialTips_Views
source: Views
fr: Vues

# BravoVets_TrendingTopicItem_HideItem
source: Hide Item
fr: Cacher un sujet

# BravoVets_TrendingTopicItem_Share
source: Share
fr: Partager

# BravoVets_TrendingTopicItem_ShowItem
source: Show Item
fr: Montrer l'objet

# BravoVets_TrendingTopics_AdditionalResources
source: Additional Resources
fr: Ressources complémentaires

# BravoVets_TrendingTopics_Hidden
source: Hidden
fr: Caché

# BravoVets_TrendingTopics_Shared
source: Shared
fr: Partagé

# BravoVets_TrendingTopics_Shares
source: Shares
fr: Partagés

# BravoVets_TrendingTopics_TrendingTopics
source: Trending Topics
fr: Sujets d’actualité

# PersonalizePractice
source: This will personalize your BravoVets page with the name of your practice.
fr: Cela personnalisera votre page BravoVets avec le nom de votre clinique

# BravoVets_Profile_CompleteBizProfile
source: To complete your business profile, allow the application to link your new account with previous social information. None of the content of your personal account will be seen by fans of your business page.
fr: Afin de compléter cotre profil professionnel, autoriser l’application à relier votre nouveau compte avec vos comptes existants. Aucun contenu de votre compte personnel ne sera visible par vos fans sur votre page professionnelle

# BravoVets_Profile_LinkSocialAcccounts
source: Link Social Accounts
fr: Comptes de réseaux sociaux

# BravoVets_Profile_Step
source: Step
fr: Etape

# Facebook_Comments_ViewMore
source: View More
fr: En savoir plus

# Facebook_Comments_WriteComment
source: Write a comment…
fr: Ecrire un commentaire

# Facebook_Comment_LikeComment
source: Like This Comment
fr: j'aime

# Facebook_Comment_YouLike
source: Liked
fr: j'ai aimé

# Facebook_LinkUpdate_LikePost
source: Like Post
fr: J'aime

# Facebook_SelectManagedPage_FbAccountSetup
source: Facebook Account Setup
fr: Merci de selectionner une compte facebook à gérer

# BravoVets_Profile_AddLocation
source: Add New Location
fr: Ajouter une nouvelle adresse

# BravoVets_Profile_Delete
source: Delete
fr: Effacer

# BravoVets_Profile_Edit
source: Edit
fr: Editer

# BravoVets_Profile_EditLocation
source: Edit Location
fr: Editer votre adresse

# BravoVets_Profile_ExploreResources
source: Explore the many resources available with BravoVets!
fr: Découvrez les ressources disponibles sur BravoVets!

# Bravecto_Footer_Disclaimer
source: /bravecto/disclaimer
fr: http://www.msd-sante-animale.fr/Disclaimer.aspx

# Bravecto_Footer_PrivacyPolicy
source: /bravecto/privacypolicy
fr: http://www.msd-sante-animale.fr/binaries/confidentialit__tcm90-50999.pdf

# BravoVets_Footer_Disclaimer
source: /disclaimer
fr: http://www.msd-sante-animale.fr/Disclaimer.aspx

# BravoVets_Footer_PrivacyPolicy
source: /privacypolicy
fr: http://www.msd-sante-animale.fr/binaries/confidentialit__tcm90-50999.pdf

# BravoVets_Widget_SocialActivity_NewNotifications
source: New Notifications
fr: Nouvelles notifications

# BravoVets_Widget_SocialActivity_ViewRecentActivity
source: View Recent Activity
fr: Voir les activités récentes

# Facebook_LinkUpdate_UnLikePost
source: Liked
fr: j'ai aimé

# Shared_ErrorError
source: Error
fr: Erreur

# Shared_ErrorErrorOccurred
source: An error occurred while processing your request.
fr: Une erreur est intervenue pendant la requête

# Shared_HappyBrowser_browser
source: browser
fr: navigateur

# Shared_HappyBrowser_ImproveExperience
source: to improve your experience
fr: Pour améliorer votre expérience

# Shared_HappyBrowser_outdated
source: outdated
fr: obsolete

# Shared_HappyBrowser_Please
source: Please
fr: S'il vous plait

# Shared_HappyBrowser_UpgradeBrowser
source: upgrade your browser
fr: Mettre à jour votre navigateur

# Shared_HappyBrowser_YouUsing
source: You are using an
fr: Vous utilisez un

# Shared_Layout_Bravecto_HeaderDownloadProductInfo
source: Download Product Info
fr: Telecharger l'information produit

# Shared_Layout_Bravecto_HeaderToggleNavigation
source: Toggle Navigation
fr: Navigation Toggle

# Shared_Layout_FooterDisclaimer
source: Disclaimer
fr: Avertissement

# Shared_Layout_FooterMerckAnimalHealthLogo
source: Merck Animal Health Logo
fr: Logo MSD Santé Animale

# Shared_Layout_FooterMSDUserProfile
source: User Profile
fr: Profil d'utilisateur

# Shared_Layout_FooterPrivacyPolicy
source: Privacy Policy
fr: Protection des données personnelles

# Shared_Layout_FooterSiteMap
source: Site Map
fr: Carte du site

# Shared_Layout_SubHeaderEditProfile
source: Edit Profile
fr: Editer votre profil

# Shared_Layout_SubHeaderSignOut
source: Sign Out
fr: Se déconnecter

# Shared_Layout_SubHeaderWelcome
source: Welcome
fr: Bienvenue

# Shared_SiteMap_BravectoHome
source: BravectoHome
fr: Accueil Bravecto

# Shared_SiteMap_BravectoResources
source: BravectoResources
fr: Ressources Bravecto

# Shared_SiteMap_EditProfile
source: Edit Profile
fr: Editer votre profil

# Shared_SiteMap_SiteMap
source: SiteMap
fr: Carte du site

# Shared_SiteMap_SocialTips
source: Social Tips
fr: Conseils pour les réseaux sociaux

# Shared_SiteMap_TrendingTopics
source: Trending Topics
fr: Sujets d’actualité

# Shared_SocialFollowing_SocialActivity
source: Social Activity
fr: Activité sur les réseaux sociaux

# ShareSocialContent_ShareImage_Close
source: Close
fr: Fermer

# ShareSocialContent_ShareImage_ReadMore
source: Read More
fr: En savoir plus

# ShareSocialContent_SocialCalendar_Day
source: Day
fr: Jour

# ShareSocialContent_SocialCalendar_Month
source: Month
fr: Mois

# ShareSocialContent_SocialCalendar_SchedulePosts
source: Schedule Posts
fr: Programmer les publications

# ShareSocialContent_SocialCalendar_SocialCalendar
source: Social Calendar
fr: Calendrier

# ShareSocialContent_SocialCalendar_Today
source: Today
fr: Aujourd'hui

# ShareSocialContent_SocialCalendar_Week
source: Week
fr: Semaine

# ShareSocialContent_SocialCalendar_Year
source: Year
fr: Année

# Twitter_TimelineError_TryAgain
source: Please try again
fr: Merci de renouveler l'essai

# Twitter_Tweet_Reply
source: Reply
fr: Répondre

# BravoVets_Footer_ChangeEmail
source: Change email address
fr: Changer l'adresse email

# BravoVets_Footer_ChangePassword
source: Change password
fr: Changer le mot de passe

# BravoVets_Footer_ForgotPassword
source: Forgot Password
fr: Mot de passe oublié

# BravoVets_Footer_Register
source: Register
fr: S'enregistrer

# Lfw20_Pages_Login_Pinnacle
source: As the pinnacle of veterinary pharmaceutical innovation, we’re the perfect partner to help you grow your business. Together let’s explore new resources for your practice, build better communication with pet owners and, ideally, make them loyal customers for the lives of their pets—and beyond.
fr: MSD Santé Animale vous apporte des innovations pharmaceutiques, mais est également votre partenaire pour développer votre pratique Ensemble nous allons explorer de nouvelles ressources pour votre clinique, construire une communication digitale avec les propriétaires d'animaux et, idéalement, en faire des clients fidèles pendant toute la vie de leur animale et bien au delà.

# Lfw20_Pages_Login_ProfessionalUse
source: This is a platform for professional use by veterinarians. Sign in and take your first step towards doing something very important for the growth of your practice.
fr: Il s'agit d'une plateforme professionnelle utilisée par les vétérinaires. Enregistrez-vous et découvrez comment développer votre communication.

# Admin_Nav_SocialTips
source: Social Tips
fr: Conseils pour les réseaux sociaux

# Admin_Nav_TrendingTopics
source: Trending Topics
fr: Sujets tendances

# Bravecto_Compliance_Title
source: Compliance | Bravecto
fr: Observance | Bravecto

# Bravecto_Homepage_Title
source: Homepage | Bravecto
fr: Bravecto

# Bravecto_NewBusiness_Title
source: New Business | Bravecto
fr: Développement de l’activité | Bravecto

# BravoVets_SocialTips_Title
source: Social Tips | BravoVets
fr: Conseils pour les réseaux sociaux | BravoVets

# BravoVets_TrendingTopics_Title
source: Trending Topics | BravoVets
fr: Sujets tendances | BravoVets

# Admin_EditPost_SocialTips_HeaderText
source: Social Tips
fr: Conseils pour les réseaux sociaux

# Admin_EditPost_TrendingTopicsHeaderText
source: Trending Topics
fr: Sujets tendances

# BravectoResourcesMenu
source: Bravecto Resources
fr: Ressources

# CalendarMenu
source: Calendar
fr: Calendrier

# SocialTipsMenu
source: Social Tips
fr: Réseaux sociaux

# TrendingTopicsMenu
source: Trending Topics
fr: Sujets tendances

source: Brazil
fr: Brésil

source: Russia
fr: Russie

# PasswordText
source: Password
fr: Mot de passe
